Repository: Burovytskyi/parcel-tracker
Catalog: po/*.po
Languages: az, es, pl, ru

source: Parcel Tracker Preferences
az: Bağlama İzləyici Seçənəkləri
es: Preferencias de Parcel Tracker
pl: Ustawienia aplikacji
ru: Настройки Parcel Tracker

source: Update period:
az: Yeniləmə aralığı:
es: Período de actualización:
ru: Период обновлений:

source: Period of querying each server (in seconds). Please, note that shorter will increase your network traffic and can force some services to ban you.
az: Hər bir serverin sorğulama aralığı (saniyə ilə). Qeyd edək ki, daha az müddət - Sizin trafikinizi artıra bilər və bəzi servislərin sizi BAN-lmasınagətirib çıxara bilər.
es: Período para consultar cada servidor (en segundos). Note que, entre más corto, se aumentará el tráfico de red y algunos servicios podrían bloquearle.
ru: Пауза между повторными обращениями к сервису (в секундах). Обратите внимание, что более короткий период увеличит ваш сетевой траффик и может вынудить некоторые сервисы закрыть вам доступ.

source: Enabled Searches
az: Aktivləşdirilmiş Axtarışlar
es: Búsquedas activadas
pl: Włączone wyszukiwarki
ru: Включенные сервисы

source: Parcel Tracker
az: Bağlama İzləyici

source: _File
az: _Fayl
es: _Archivo
pl: _Plik
ru: _Файл

source: _Help
az: _Kömək
es: Ay_uda
pl: Pomo_c
ru: _Справка

source: Contents
az: Məzmun
es: Contenido
pl: Treść
ru: Содержание

source: Add new parcel:
az: Yeni bağlama əlavə et:
es: Añadir paquete nuevo:
pl: Dodaj nową przesyłkę:
ru: Добавить новую посылку:

source: Update all parcels statuses
az: Bütün bağlamaların vəziyyətlərini yenilə
es: Actualizar los estados de todos los paquetes
pl: Zaktualizuj statusy wszystkich przesyłek
ru: Обновить информацию о всех посылках

source: Currently updating post
az: Hal-hazırda yenilənmiş xəbər
es: Ahora se está actualizando la entrada
pl: Szukamy aktualizacji...
ru: Обновляем почту...

source: Show debug messages (-vv debugs parcel_tracker_lib also)
az: Debug ismarıclarını göstər (-w debugs parcel_tracker_lib)
es: Mostrar mensajes de depuración (-vv depura parcel_tracker_lib también)
ru: Показывать отладочные сообщения (-vv включает отладку и для внутренней библиотеки)

source: This application is dedicated to users who often send and receive postal items. It helps to find the current status of the shipment.
az: Bu tətbiq tez-tez poçt baölamalrı göndərən insanlar üçündür. Proqram göndərişin hazırki vəziyyətini tapmağa köməklik edir.
es: Esta aplicación está dedicada a los usuarios que envían y reciben cosas por correo postal a menudo. Ayuda a saber el estado actual del envío.
ru: Приложение предназначено для пользователей, которые часто отправляют и получают посылки. Оно помогает следить за текущим статусом почтовых отправлений, занимаясь своими делами.

source: No tracked packages
az: İzləmək üçünbağlama yoxdur
es: No hay paquetes en seguimiento
pl: Brak przesyłek dla śledzenia
ru: Нет отслеживаемых отправлений

source: Parcel info has never been received yet
az: Bağlama haqda məlumat hələdə gəlməyib
es: Aún no se ha recibido la información sobre este paquete
pl: Jeszcze nie otrzymano żadnych informacji o przesyłce.
ru: Информация о посылке ещё не получена

source: Parcel details are not available
az: Bağlama haqda məlumatlar mövcud deyil
es: Los detalles del paquete no están disponibles
pl: Brak informacji o przesyłce
ru: Информация о посылке ещё недоступна

source: Parcel name
az: Bağlamanın adı
es: Nombre del paquete
pl: Nazwa przesyłki
ru: Название посылки

source: Enter the short description of your package
az: Bağlamanısın qısa açıqlamasını daxil edin
es: Introduzca la descripción corta de su paquete
pl: Podaj krótki opis przesyłki
ru: Опишите посылку (кратко)

source: Never
az: Heç vaxt
es: Nunca
pl: Nigdy
ru: никогда

source: Latest info on this parcel was updated on: <b>%s</b>
az: Bu bağlama haqda sonuncu dəfə məlumat: <b>%s</b> yenilənib.
es: La última actualización de información sobre este paquete fue en: <b>%s</b>
pl: Za ostatnim razem informacje o przesyłce zostały zaktualizowane: <b>%s</b>
ru: Информация о посылке была обновлена: <b>%s</b>

source: Show main window
az: Ana pəncərəni göstər
es: Mostrar la ventana principal
pl: Pokaż główne okno
ru: Показать главное окно

source: Preferences
az: Seçənəklər
es: Preferencias
pl: Ustawienia
ru: Настройки

source: Quit
az: Çıxış
es: Salir
pl: Zakończ
ru: Выход

source: ParcelTracker application
az: ParcelTracker Tətbiqi
es: Aplicación ParcelTracker
pl: Parcel Tracker
ru: Parcel Tracker

source: Do not show window (start minimized)
ru: Запускать свёрнутым
